Revit 2027 API
BuiltInFailures.ExtendedPropertiesLinkFailures.NoBindings Property
 The dataset contains invalid binding information for a property definition.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoBindings { get; }
Public Shared ReadOnly Property NoBindings As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoBindings {
	FailureDefinitionId^ get ();
}
static member NoBindings : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ExtendedPropertiesLinkFailures Class
Autodesk.Revit.DB Namespace